Revit 2027 API
FilterStringGreater Properties
The FilterStringGreater type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterStringRuleEvaluator)
Top
See Also
Reference
FilterStringGreater Class
Autodesk.Revit.DB Namespace